[
  {
    "company": "Apple",
    "website": "apple.com",
    "industry": "Technology and Computers",
    "reason": "Acquired several Israeli companies and conducts limited R&D activities in Israel focusing on semiconductor technologies. Apple matches worker donations to IDF and illegal settlements, employees allege although not confirmed.",
    "alternatives": "Samsung"
  },
  {
    "company": "Cisco",
    "website": "cisco.com",
    "industry": "Technology and Computers",
    "reason": "The Company integrates platforms across networking, security, collaboration, applications and the cloud. Through its fully owned Israeli subsidiaries, Cisco Systems has a broad base of complicity with Israel’s occupation economy, predominantly through the provision of services to the Israeli military.",
    "alternatives": null
  },
  {
    "company": "Dell",
    "website": "dell.com",
    "industry": "Technology and Computers",
    "reason": "Dell's products include personal computers and servers. In 2023, Dell Technologies won the Israeli Ministry of Defense's server tender, which is considered the largest server tender in Israel so far. The scope is USD 150 million for a period of two years, during which Dell will provide servers and maintenance to the Israeli military and the Israeli Ministry of Defense (IMOD). The Michael & Susan Dell Foundation, established by Dell's founders, is known to provide direct support to Israel.",
    "alternatives": null
  },
  {
    "company": "General Electric",
    "website": "ge.com",
    "industry": "Technology and Computers",
    "reason": "A US-based publicly traded multinational conglomerate company active in the fields of power, renewable energy, aviation and healthcare. The company provides wind turbines and maintenance services to two large wind energy projects in the occupied Syrian Golan, “Emek Habacha” and “Ruach Beresheet”, the largest renewable energy projects in Israel.",
    "alternatives": null
  },
  {
    "company": "Google (Alphabet)",
    "website": "google.com",
    "industry": "Technology and Computers",
    "reason": "Google has established R&D centers in Israel, focusing primarily on search algorithms, advertising technologies, and security. Additionally, it has acquired Israeli startups, including Waze. In collaboration with Amazon, Google launched Project Nimbus in 2021 to provide cloud services to the Israeli government and military. While this project aims to enhance Israel's technological infrastructure, it has also faced criticism for aiding surveillance and impacting Palestinian rights.",
    "alternatives": "Firefox & DuckDuckGo"
  },
  {
    "company": "HP",
    "website": "hp.com",
    "industry": "Technology and Computers",
    "reason": "HP has R&D centers in Kiryat Gat contributing to printing and computing technologies. HP was the sole provider of Itanium servers for the Aviv System, which is Israeli Administration of Border Crossings, Population and Immigration.",
    "alternatives": null
  },
  {
    "company": "IBM",
    "website": "ibm.com",
    "industry": "Technology and Computers",
    "reason": "Has a strong R&D presence in Israelthat focus on cloud, AI, and cybersecurity technologies and has acquired several Israeli tech companies.",
    "alternatives": null
  },
  {
    "company": "Intel",
    "website": "intel.com",
    "industry": "Technology and Computers",
    "reason": "Has multiple facilities in Israel and has developed several of its chips at its Israeli R&D centers. Intel's Fab 28 plant producing 7 nm chips is based in Kiryat Gat which is founded just west of the ruins of the Palestinian village of Iraq al-Manshiyya. On 26 December 2023, Intel announced its largest investment to date—a $25 billion plan to construct a new chip factory in Israel.",
    "alternatives": "AMD"
  },
  {
    "company": "Micron",
    "website": "micron.com",
    "industry": "Technology and Computers",
    "reason": "One of Micron's factories is based in Kiryat Gat which is founded just west of the ruins of an old Palestinian village.",
    "alternatives": "TSCM or Samsung produced chips"
  },
  {
    "company": "Microsoft",
    "website": "microsoft.com",
    "industry": "Technology and Computers",
    "reason": "Acquired several Israeli startups and has a large R&D presence in the country specializes in cybersecurity and AI technologies. Microsoft has a history of deep engagement with the Israeli high-tech industry and close ties to the Israeli military. In 2023, Microsoft is expected to open the first Cloud Datacenter Region in Israel.",
    "alternatives": "Linux or MacOS"
  },
  {
    "company": "NVIDIA",
    "website": "nvidia.com",
    "industry": "Technology and Computers",
    "reason": "NVIDIA’s operations in Israel mainly involve AI and deep learning technologies. NVIDIA also aquired the Israeli company Mellanox Technologies which is prominent in networking products. Nvidia recently raised $10 million for Israeli charities aiding war-affected civilians, donated computers to evacuated from the north and south of Israel, and provided hot meals from its Yokneam office.",
    "alternatives": "AMD"
  },
  {
    "company": "Oracle",
    "website": "oracle.com",
    "industry": "Technology and Computers",
    "reason": "Acquired several Israeli companies and has a presence in Israel mainly through sales and support services.",
    "alternatives": null
  },
  {
    "company": "Qualcomm",
    "website": "qualcomm.com",
    "industry": "Technology and Computers",
    "reason": "Qualcomm operates R&D facilities in Israel focusing on wireless communication technologies.",
    "alternatives": "TSCM or Samsung produced chips"
  },
  {
    "company": "Siemens",
    "website": "siemens.com",
    "industry": "Technology and Computers",
    "reason": "Who Profits team documented Siemens traffic control systems on Road 5 and Road 443 in the occupied West Bank, as part of an Israeli road system on which Palestinians are forbidden from travelling. In March 2018, Siemens and the state-owned Israel Railways signed a USD 917 million contract for the delivery of 60 Desiro HC regional train sets, total of 330 electric train cars, over a period of ten years.",
    "alternatives": null
  },
  {
    "company": "Achva",
    "website": "achva.co.il",
    "industry": "Food and Beverages",
    "reason": "An Israeli food company specializing in tahini, halva, and other similar products. Its products are distributed both domestically and internationally.",
    "alternatives": null
  },
  {
    "company": "Carrefour",
    "website": "carrefour.com",
    "industry": "Food and Beverages",
    "reason": "On March 8, 2022, the Carrefour Group unveiled a franchise agreement in Israel, partnering with Electra Consumer Products and its subsidiary, Yenot Bitan. These entities are engaged in activities within the contentious Israeli settlements. This makes Carrefour complicit in war crimes committed by the Israeli regime of occupation, settler-colonialism and apartheid",
    "alternatives": null
  },
  {
    "company": "The Central Bottling Company (Coca Cola)",
    "website": "coca-cola.com",
    "industry": "Food and Beverages",
    "reason": "The Central Beverage Company, known as Coca-Cola Israel, is a private Israeli manufacturer and distributor of soft drinks, dairy products and alcoholic beverages. The company is the exclusive franchisee of The Coca-Cola Company in Israel.",
    "alternatives": "Local soft drinks"
  },
  {
    "company": "Elite",
    "website": "strauss-group.com",
    "industry": "Food and Beverages",
    "reason": "A part of the Strauss Group, Elite has a significant presence in confectionery, chocolate, and coffee market in Israel.",
    "alternatives": null
  },
  {
    "company": "McDonalds",
    "website": "mcdonalds.com",
    "industry": "Food and Beverages",
    "reason": "Has multiple restaurants in Israel and of one their largest investors donates large amounts to different causes in Israel. McDonald's also provided free meals to Israeli troops amid war with Hamas. McDonald's from other middle eastern country has also donated money to support civilians in Gaza.",
    "alternatives": null
  },
  {
    "company": "Nestlé",
    "website": "nestle.com",
    "industry": "Food and Beverages",
    "reason": "Nestlé, a Swiss multinational, has a presence in Israel through its investment in Osem, a major Israeli food producer. This investment connects Nestlé to various local industries and markets, broadening its involvement in the region.",
    "alternatives": null
  },
  {
    "company": "Osem",
    "website": "osem.co.il",
    "industry": "Food and Beverages",
    "reason": "A subsidiary of Nestlé, Osem produces a wide range of food products and it is headquartered in Israel. It has various facilities located throughout Israel, producing goods consumed domestically and internationally.",
    "alternatives": null
  },
  {
    "company": "Pepsi",
    "website": "pepsico.com",
    "industry": "Food and Beverages",
    "reason": " In 2018, PepsiCo acquired SodaStream for for US$3.2 billion, an Israel-based company. This acquisition have sparked reactions given the location of some of SodaStream’s operations in disputed territories. PepsiCo also has joint venture with Sabra.",
    "alternatives": "Local soft drinks"
  },
  {
    "company": "Prigat",
    "website": "prigat.co.il",
    "industry": "Food and Beverages",
    "reason": "Produces juice and juice products, owned by the Gan Shmuel Foods. It has operations based in Israel and exports to various countries.",
    "alternatives": null
  },
  {
    "company": "Sabra",
    "website": "sabra.com",
    "industry": "Food and Beverages",
    "reason": "Sabra, a company known for its hummus and other food products, is partially owned by Strauss Group, an Israeli corporation. Critics argue that supporting Sabra indirectly contributes to the continuation of the conflict due to Strauss Group’s reported support for the Israeli Defense Forces.",
    "alternatives": null
  },
  {
    "company": "SodaStream",
    "website": "sodastream.com",
    "industry": "Food and Beverages",
    "reason": "An Israeli manufacturing company best known for its device for making carbonated water. It was acquired by PepsiCo, but the primary operations remain in Israel in disputed territories.",
    "alternatives": null
  },
  {
    "company": "Starbucks",
    "website": "starbucks.com",
    "industry": "Food and Beverages",
    "reason": "Howard Shultz is the largest private owner of Starbucks shares and is a staunch zionist who invests heavily in Israels economy including a recent $1.7 Billion investment in cybersecurity startup Wiz.",
    "alternatives": null
  },
  {
    "company": "Strauss Group",
    "website": "strauss-group.com",
    "industry": "Food and Beverages",
    "reason": "An Israeli multinational food company, significant in dairy products and snacks, with a variety of partnerships and cooperations across Israel and globally.",
    "alternatives": null
  },
  {
    "company": "Tara",
    "website": "tara.co.il",
    "industry": "Food and Beverages",
    "reason": "A smaller dairy company compared to Tnuva but still has a significant presence in the Israeli market. Purchased by Coca Cola in 1997.",
    "alternatives": null
  },
  {
    "company": "Tempo Beverages",
    "website": "tempo.co.il",
    "industry": "Food and Beverages",
    "reason": "Produces a variety of alcoholic and non-alcoholic beverages. It has a significant presence in the Israeli beverage market.",
    "alternatives": null
  },
  {
    "company": "Tnuva",
    "website": "tnuva.co.il",
    "industry": "Food and Beverages",
    "reason": "Tnuva is the largest food manufacturer in Israel; its sales account for 70% of the country's dairy market as well as sales of meat, eggs and packaged food.",
    "alternatives": null
  },
  {
    "company": "Puma",
    "website": "puma.com",
    "industry": "Clothing",
    "reason": "Puma is complicit in supporting the Israel-Palestine conflict due to its sponsorship of the Israel Football Association (IFA). Critics point out that the IFA includes teams from Israeli settlements located in the occupied territories, a situation considered illegal under international law. Puma has announced they won't be renewing its sponsorship. Puma's contract with the Israel Football Association expires in December 2024.",
    "alternatives": null
  },
  {
    "company": "ZARA",
    "website": "zara.com",
    "industry": "Clothing",
    "reason": "In 2022 Zara's franchise holder in Israel, Joey Schwebel, hosted an event for far-right politician Itamar Ben-Gvir, sparking public outrage and calls for boycotts, including from prominent figures like the Israeli Transportation Minister Merav Michaeli. Other companies under the Inditex corporations also includes:",
    "alternatives": null
  },
  {
    "company": "Amazon",
    "website": "amazon.com",
    "industry": "Online Services and Platforms",
    "reason": "A multinational technology giant focusing on e-commerce, cloud computing, and various other sectors. Amazon has established data centers and offices in Israel. Project Nimbus is a collaboration between Google and Amazon to provide cloud services to the Israeli government and military, launched in 2021. While aimed at enhancing Israel's technological infrastructure, the project has faced criticism for potentially aiding surveillance and affecting Palestinian rights, raising ethical concerns.",
    "alternatives": null
  },
  {
    "company": "Airbnb",
    "website": "airbnb.com",
    "industry": "Online Services and Platforms",
    "reason": "A publicly traded American company operating an online vacation rental platform. The company offers listings in over 220 countries and regions globally. Airbnb offers listings of accommodation in illegal settlements on occupied Palestinian and Syrian land.",
    "alternatives": null
  },
  {
    "company": "Booking Holdings (Booking.com)",
    "website": "booking.com",
    "industry": "Online Services and Platforms",
    "reason": "Through its website, Booking.com promotes properties located on occupied Palestinian and Syrian land. Properties in Israeli settlements in the occupied West Bank are listed as located either in Israel or in “Palestinian Territory - Israeli settlement,” while those located in occupied East Jerusalem and Syrian Golan are listed exclusively as located in Israel, misinforming consumers that book short term or long-term rentals.",
    "alternatives": null
  },
  {
    "company": "eBay",
    "website": "ebay.com",
    "industry": "Online Services and Platforms",
    "reason": "eBay, an American multinational e-commerce corporation, has a presence in Israel primarily through acquisition of local companies and establishment of development centers.",
    "alternatives": null
  },
  {
    "company": "Expedia Group",
    "website": "expedia.com",
    "industry": "Online Services and Platforms",
    "reason": "Expedia Group Inc. is a online travel company. The Group provides booking of hotel rooms, airline seats, car rentals, and destination services through its travel suppliers. Through its travel booking and search websites, Expedia.com, Hotels.com and its majority-owned subsidiary trivago, the company promotes properties located on occupied Palestinian and Syrian land.",
    "alternatives": null
  },
  {
    "company": "Fiverr",
    "website": "fiverr.com",
    "industry": "Online Services and Platforms",
    "reason": "An online marketplace for freelance services, Fiverr was founded in Israel and has since grown globally. It connects businesses with freelancers offering digital services in various categories.",
    "alternatives": null
  },
  {
    "company": "Monday.com",
    "website": "monday.com",
    "industry": "Online Services and Platforms",
    "reason": "Monday.com, a Tel Aviv-based tech firm, specializes in customizable work management software. As one of Israel's most valuable startups, it's known for Work OS platform, catering to a global customer base in various industries.",
    "alternatives": null
  },
  {
    "company": "Tabnine",
    "website": "tabnine.com",
    "industry": "Online Services and Platforms",
    "reason": "Tabnine is an AI-powered code completion tool developed in Israel, enhancing coding efficiency across various programming languages. It's designed to streamline the software development process by integrating with multiple code editors.",
    "alternatives": null
  },
  {
    "company": "TripAdvisor",
    "website": "tripadvisor.com",
    "industry": "Online Services and Platforms",
    "reason": "Through its travel booking websites, TripAdvisor advertises hotels, resorts, restaurants and guesthouses in the occupied West Bank, occupied East Jerusalem and the occupied Syrian Golan.",
    "alternatives": null
  },
  {
    "company": "Wix.com",
    "website": "wix.com",
    "industry": "Online Services and Platforms",
    "reason": "Wix is a platform that allows users to create websites through the use of online drag and drop tools. It has a significant user base worldwide. Wix encouraged its employees to create content supporting “Israel’s narrative” in the country’s conflict with Hamas militants in Gaza, leaked internal messages show.",
    "alternatives": null
  },
  {
    "company": "AXA",
    "website": "axa.com",
    "industry": "Banking",
    "reason": "A multinational insurance company, due to its investments in certain Israeli businesses and banks that are allegedly involved in activities related to the Israel-Palestine conflict. Boycott supporters believe that AXA’s investments indirectly contribute to violations of international law and human rights abuses against Palestinians",
    "alternatives": null
  },
  {
    "company": "Bankinvest",
    "website": "bankinvest.dk",
    "industry": "Banking",
    "reason": "Bankinvest has financial links to Israel's occupation of the Palestinian territories. They make loans and guarantees available to companies with activities on occupied land or invest money in them.",
    "alternatives": null
  },
  {
    "company": "BNP Paribas",
    "website": "m.bnpparibas",
    "industry": "Banking",
    "reason": "BNP Paribas has been accused of maintaining business relationships and investments with companies implicated in the construction and sustainability of Israeli settlements. Critics argue that such ties make the bank complicit in the legal and human rights issues associated with the occupation.",
    "alternatives": null
  },
  {
    "company": "Citibank (Citigroup)",
    "website": "citigroup.com",
    "industry": "Banking",
    "reason": "Citibank has been alleged to have financial relationships with companies involved in military and security operations in occupied territories. Activists argue that these relationships indirectly support actions associated with the Israeli occupation.",
    "alternatives": null
  },
  {
    "company": "Danske Bank",
    "website": "danskebank.com",
    "industry": "Banking",
    "reason": "Since 2018 Danske Bank has made loans and guarantees worth almost DKK 16 billion available to companies with settlement connections. Loan includes to the German HeidelbergCement. HeidelbergCement has been criticized for years for extracting natural resources from occupied Palestinian land in violation of international law and for supplying cement for the expansion of surrounding illegal Israeli settlements.",
    "alternatives": null
  },
  {
    "company": "HSBC",
    "website": "hsbc.com",
    "industry": "Banking",
    "reason": " Activists have alleged that HSBC had investments in companies supplying military equipment and services to Israel, which they claim contributes to the perpetuation of the Israeli occupation and alleged human rights violations against Palestinians.",
    "alternatives": null
  },
  {
    "company": "JPMorgan Chase",
    "website": "jpmorganchase.com",
    "industry": "Banking",
    "reason": "JPMorgan has faces accusations of having significant financial relationships and business dealings with various Israeli companies and institutions. Critics argue that some of these entities are directly or indirectly involved in the occupation and the continuation of settlement activities in the West Bank.",
    "alternatives": null
  },
  {
    "company": "Nykredit",
    "website": "nykredit.dk",
    "industry": "Banking",
    "reason": "Nykredit has financial links to Israel's occupation of the Palestinian territories. They make loans and guarantees available to companies with activities on occupied land or invest money in them.",
    "alternatives": null
  },
  {
    "company": "Actavis Generics",
    "website": "teva.com",
    "industry": "Pharmaceutical and medicin",
    "reason": "Actavis Generics, acquired by Teva Pharmaceutical Industries in 2016, was a global leader in generic pharmaceuticals, specializing in the development and manufacture of affordable medications. This integration bolstered Teva's generic product portfolio and global market presence.",
    "alternatives": null
  },
  {
    "company": "Ratiopharm",
    "website": "teva.com",
    "industry": "Pharmaceutical and medicin",
    "reason": "Ratiopharm, a leading generic pharmaceutical company acquired by Teva Pharmaceutical Industries in 2010, specialized in producing affordable generic medications. This acquisition significantly expanded Teva's generic drug portfolio and strengthened its position in the global pharmaceutical market",
    "alternatives": null
  },
  {
    "company": "Teva",
    "website": "teva.com",
    "industry": "Pharmaceutical and medicin",
    "reason": "Teva Pharmaceutical Industries Ltd., often referred to simply as Teva, is an Israeli multinational pharmaceutical company headquartered in Petah Tikva, Israel. Teva's activities in Israel are substantial, given that it originated there and has established its global headquarters in the country. Teva operates manufacturing facilities across Israel, which produce a variety of medications distributed both locally and internationally",
    "alternatives": null
  },
  {
    "company": "Check Point Software Technologies",
    "website": "checkpoint.com",
    "industry": "Cybersecurity",
    "reason": "A pioneer in cybersecurity, Check Point offers extensive security solutions and has a profound footprint in global cybersecurity landscapes, originating and headquartered in Israel.",
    "alternatives": null
  },
  {
    "company": "CyberArk",
    "website": "cyberark.com",
    "industry": "Cybersecurity",
    "reason": "CyberArk specializes in privileged access management, a critical aspect of cybersecurity. Headquartered in Israel, CyberArk has a broad international reach with offices globally.",
    "alternatives": null
  },
  {
    "company": "Imperva",
    "website": "imperva.com",
    "industry": "Cybersecurity",
    "reason": "Initially founded in Israel, now headquartered in the United States. Imperva offers cybersecurity solutions focused on protecting websites and data applications in the cloud and on-premises.",
    "alternatives": "United States"
  },
  {
    "company": "McAfee",
    "website": "mcafee.com",
    "industry": "Cybersecurity",
    "reason": "A global cybersecurity company with various business interests in Israel, McAfee offers comprehensive internet security solutions.",
    "alternatives": null
  },
  {
    "company": "Radware",
    "website": "radware.com",
    "industry": "Cybersecurity",
    "reason": "Radware is a cybersecurity firm that provides solutions to ensure the service availability of applications in physical, virtual, cloud, and software-defined data centers.",
    "alternatives": null
  },
  {
    "company": "Varonis",
    "website": "varonis.com",
    "industry": "Cybersecurity",
    "reason": "Co-founded in Israel and the United States. Varonis specializes in data security and analytics, focusing on protecting sensitive data, detecting insider threats, and ensuring compliance.",
    "alternatives": null
  },
  {
    "company": "Crazy Labs",
    "website": "crazylabs.com",
    "industry": "App & game studios",
    "reason": "Crazy Labs is a prominent Israeli mobile game publisher headquartered in Tel Aviv. Founded in 2010, the company specializes in hyper-casual games, rapidly developing and launching titles that capture current trends. Crazy Labs collaborates with local developers to maintain a position in the global gaming market.",
    "alternatives": null
  },
  {
    "company": "Moon Active",
    "website": "moonactive.com",
    "industry": "App & game studios",
    "reason": "Moon Active is an Israeli mobile game developer known for its popular game Coin Master. Based in Tel Aviv and founded in 2011, the company specializes in creating addictive, casual games that appeal to a broad audience. Moon Active is a prominent player in Israel's tech scene, continually updating its games to keep users engaged.",
    "alternatives": null
  },
  {
    "company": "Plarium",
    "website": "plarium.com",
    "industry": "App & game studios",
    "reason": "Plarium is an Israeli game developer headquartered in Herzliya, founded in 2009. The company is renowned for its MMO strategy games like Vikings: War of Clans and Raid: Shadow Legends. As a key player in Israel’s tech scene.",
    "alternatives": null
  },
  {
    "company": "Playtika Holdings Corp",
    "website": "playtika.com",
    "industry": "App & game studios",
    "reason": "Playtika Holding Corp., co-founded by Robert Antokol and Uri Shahak in 2010, is an Israeli company that develops mobile games and applications. Uri Shahak is the son of Amnon Lipkin-Shahak, a former Chief of Staff of the Israel Defense Forces and Israeli Minister.",
    "alternatives": null
  },
  {
    "company": "AHAVA",
    "website": "ahava.com",
    "industry": "Others",
    "reason": "Manufactures cosmetic products using minerals from the Dead Sea. The company's production site, visitor center and main store are located in the Mitzpe Shalem settlement in the occupied Jordan Valley.",
    "alternatives": null
  },
  {
    "company": "Caterpillar",
    "website": "caterpillar.com",
    "industry": "Others",
    "reason": "Caterpillar manufactures products, including heavy machinery, industrial and gardening tools, as well as footwear and cloathing. Caterpillar's D9 bulldozers (nicknamed Teddy Bear in Israel) have been deployed in the dismantling of homes in Palestinian territories. This model was tailor-made to meet the specifications of the Israel Defense Forces.",
    "alternatives": null
  },
  {
    "company": "Disney",
    "website": "disney.com",
    "industry": "Others",
    "reason": "Following the attacks in Israel, The Walt Disney Company is donating $2 million to organizations that are providing humanitarian relief to Israel.",
    "alternatives": null
  },
  {
    "company": "G1 Secure Solutions (G4S)",
    "website": "g4s.com",
    "industry": "Others",
    "reason": "Also known as G4S the company has provided security services, including security equipment and personnel, to businesses in the settlements in the occupied West Bank, including Modi’in Illit, Ma’ale Adumim, and the Kalia settlement in the Jordan Valley. The company has also provided services to the settlement neighborhood of Har Adar in occupied East Jerusalem. Including many more cases.",
    "alternatives": null
  },
  {
    "company": "L'Oréal",
    "website": "loreal.com",
    "industry": "Others",
    "reason": "L'Oréal has faced scrutiny and calls for boycotts in the past due to supporting Israel, particularly during conflicts involving Israel and Palestine. This scrutiny has often revolved around donations of products to women serving in the Israeli Defense Forces or other actions that are seen as supportive of Israel.",
    "alternatives": null
  },
  {
    "company": "Puregym",
    "website": "puregym.com",
    "industry": "Others",
    "reason": "PureGym, an international gym chain, has been the target of boycotts starting May 9, 2024. This came after CEO Humphrey Cobbold voiced support for UK arms sales to Israel during an appearance on BBC Question Time. The UK faces increasing pressure to cease these sales amidst allegations of human rights violations by Israel in the ongoing conflict in Gaza.",
    "alternatives": null
  },
  {
    "company": "Tempur Sealy",
    "website": "tempursealy.com",
    "industry": "Others",
    "reason": "The company is a bedding provider. It develops, manufactures and markets mattresses, adjustable bases, pillows and other sleep and relaxation products. Through its Israeli distributor, the company operates a branch in the Design City Complex in Mishor Adumim settlement IZ, occupied West Bank.",
    "alternatives": null
  },
  {
    "company": "Toyota Motor Corporation",
    "website": "toyota.com",
    "industry": "Others",
    "reason": "Toyota Hilux Vehicles are used by the Israeli military and border police to protect illegal settlements and military bases along the West Bank, to suppress Palestinian demonstrators and to carry out house demolitions.",
    "alternatives": null
  },
  {
    "company": "Unilever",
    "website": "unilever.com",
    "industry": "Others",
    "reason": "Unilever owns multiple brands including Ben & Jerry's. When Ben & Jerry's decided to stop selling its products in Israel, Unilever sold off the Israeli distribution rights to Avi Zinger to circumvent their decision and to force Ben & Jerry's brand name to continue selling in Israel.",
    "alternatives": null
  },
  {
    "company": "Volkswagen Group",
    "website": "volkswagen-group.com",
    "industry": "Others",
    "reason": "MAN supplies the chassis for armored riot control vehicles in the service of the Israel Police, manufactured by Beit Alfa Technologies of HOS Technology R&D. The Skunk has been widely used by Israeli forces against Palestinians both in demonstrations and as a punitive measure in the occupied West Bank, East Jerusalem, and within the Green Line, and used against schools and medical teams.",
    "alternatives": null
  },
  {
    "company": "Volvo Group",
    "website": "volvogroup.com",
    "industry": "Others",
    "reason": "A Swedish-based, multinational public company, which manufactures trucks, buses, construction equipment and more. The Volvo Group provides heavy machinery used for the demolition of Palestinian houses in the occupied West Bank and East Jerusalem, construction of Israeli settlements and construction of the Separation Wall.",
    "alternatives": null
  }
]